Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Gdyby nie to, że dostaję regularne posiłki, to pewnie straciłbym już rachubę, ale z moich dokumentów wynika, że przynajmniej pół roku temu zaczęły się tutaj 'zmiany'.
uk: Якби не те, що я отримую регулярне харчування, я б, напевно, вже збився з рахунку, але мої записи показують, що 'зміни' почалися тут щонайменше півроку тому.

source: Gdyby nie to, że nie pozwoliłeś mi wtedy zostać na tej plaży... Nie byłoby wtedy nikogo kto mógłby wspominać moją córkę, ani pomodlić się przy jej grobie. Jeszcze raz, dziękuję.
uk: Якби ти тоді дозволив мені залишитися на тому пляжі, я б... Не було б нікого, хто б згадував мою доньку і молився на її могилі. Ще раз дякую.

source: Gdyby nie twoja pomoc, byłbym albo zjedzony, albo ciągle szukał swojego amuletu. Szkoda, że nie spotykam w swoim życiu więcej ludzi takich jak ty.
uk: Якби не твоя допомога, мене б або вже з'їли, або я б досі шукав свій амулет. Хотілося б, щоб у моєму житті зустрічалося більше таких людей, як ти.

source: Gdyby nie twoja pomoc, to kto wie, czy którejś nocy ten niedźwiedź by nas tu wszystkich po prostu nie pozabijał przez sen!
uk: Якби не твоя допомога, хто знає, чи не загриз би ведмідь нас усіх уві сні якоїсь ночі!

source: Gdyby nie twoja pomoc, to pewnie musiałbym tu spędzić kilka najbliższych dni. Miałem nawet prosić Devira, ale jemu w głowie tylko kucie mieczy.
uk: Якби не твоя допомога, мені, мабуть, довелося б провести тут наступні кілька днів. Я навіть збирався попросити Девіра, але його цікавить лише кування мечів.

source: Gdyby nie ty i twój brat, możliwe, że reszta z nas zginęłaby już pierwszego dnia na tej wyspie.
uk: Якби не ти і твій брат, можливо, решта з нас загинули б у перший же день на цьому острові.

source: Gdyby nie ty, byłoby po mnie.
uk: Якби не ти, мене би вже не було.

source: Gdyby nie ty, leżałbym teraz na dnie morza z dziurą w brzuchu.
uk: Якби не ти, я б зараз лежав на дні моря з діркою в животі.

source: Gdyby nie ty, pewnie też bym gryzł ziemię...
uk: Якби не ти, я б, мабуть, теж гриз землю...

source: Gdyby nie ty, pewnie zjadłyby mnie żywcem.
uk: Якби не ти, вони, мабуть, з'їли б мене живцем.

source: Gdyby nie ty, to kto wie, czy udałoby nam się wtedy porządnie wstrząsnąć tym miastem!
uk: Якби не ти, хто знає, чи вдалося б нам струсонути це місто як слід!

source: Gdyby nie ty, z pewnością dawno już byłbym trupem!
uk: Якби не ти, я б вже давно був небіжчиком!

source: Gdyby nie zła sława Górniczej Doliny, nikogo by już tutaj nie było.
uk: Якби не погана слава Гірничої Долини, тут би нікого більше не було.

source: Gdyby nie łaska Ramseya, to Otho dalej byłby żebrakiem. Ale Ramsey jest daleko stąd, a zarządcą wioski jest Albyn.
uk: Якби не милість Рамзі, Отто й досі був би жебраком. Але Рамзі далеко, а сільський голова – Альбін.

source: Gdyby pojawił się tu jakiś ork, pierwsze co bym zrobił, to chwycił za broń. Wy jednak spieprzacie jak szczury z tonącego okrętu.
uk: Якби тут з'явився орк, перше, що я б зробив, це вихопив би зброю. Ви ж тікаєте, як щури з потопаючого корабля.

source: Gdyby pozostali brali z ciebie przykład i nie zastanawiali się tylko jak uniknąć zapłacenia za naszą ochronę, to wszystkim by tu było lepiej.
uk: Якби інші взяли з тебе приклад і не думали лишень про те, як не платити за свій захист, нам усім тут було б краще.

source: Gdyby przetrzepanie urzędnikowi skóry nie było karane zesłaniem do Górniczej Doliny, już dawno byśmy wyłamali te drzwi!
uk: Якби шкода чиновникам не каралося відправленням до Гірничої Долини, ми вже б давно виламали двері!

source: Gdyby przypadkiem chodziło ci po głowie sprawianie problemów, to zaraz będzie słychać łamanie kości.
uk: Якщо раптом захочеш влаштувати неприємності, то за мить почуєш, як ламаються твої кістки.

source: Gdyby stał tu teraz mag ognia, właśnie spaliłby cię na popiół za bluźnierstwo.
uk: Якби зараз тут стояв Маг Вогню, він би просто спалив тебе на попіл за богохульство.

source: Gdyby straż widziała w nim zagrożenie, już dawno siedziałby w celi obok.
uk: Якби Варта бачила в ньому загрозу, він би вже давно сидів у сусідній камері.

source: Gdyby tak było, w pierwszej kolejności musiałbym dać sobie po gębie.
uk: Якби це було так, то я мав би в першу чергу вдарити себе.

source: Gdyby tak było, wiedziałbyś czym grozi zapuszczanie się w ten gąszcz.
uk: Якби ти чув, то знав би, як небезпечно заходити в хащі.

source: Gdyby ten człowiek miał cokolwiek do ukrycia, to już byśmy o tym wiedzieli. Jako wyraz wdzięczności za twoją służbę podwoiłem dodatkowo straże w jego domu.
uk: Якби він щось приховував, ми вже б про це знали. Як вияв вдячності за твою службу, я подвоїв охорону біля його дому.

source: Gdyby ten smarkacz nie znalazł się na linii strzału, parę dni temu odebrałby swoją ostatnią wypłatę.
uk: Якби той шмаркач не опинився на лінії пострілу, він би отримав свою останню виплату ще кілька днів тому.

source: Gdyby to był twój brat, to pewnie miałby taką samą kaprawą mordę co ty, więc bym go zapamiętał.
uk: Якби це був твій брат, у нього, мабуть, була б така сама підозріла пика, як у тебе, тож я б його запам'ятав.

source: Gdyby to była robota któregoś z nich, towar wylądowałby tutaj...
uk: Якби це була робота когось із них, то товар опинився би тут...

source: Gdyby tu był, pewnie bym go zapamiętała, ale nikogo takiego nie widziałam.
uk: Якби він бував тут, я б його запам'ятала, але я нікого такого не бачила.

source: Gdyby tylko było inne rozwiązanie...
uk: Якби тільки було інше рішення...

source: Gdyby tylko nie zaprzątał sobie głowy tą kłótnią z Andreasem... ech, nie słuchaj mnie. Tak tylko sobie biadolę.
uk: Якби тільки він не був так занурений у цю суперечку з Андреасом... ех, не слухай мене. Я просто жаліюся.

source: Gdyby tylko udało nam się je zdobyć, Magowie Wody z pewnością zmieniliby zdanie. Byłem tam podczas obrad, wielu z nich już teraz się wahało.
uk: Якщо він потрапить до наших рук, Маги Води неодмінно змінять свою думку. Я був там під час обговорення, багато хто з них вже вагався.

source: Gdyby tylko więcej naszych dowódców sobie z tym radziło, to wojna już dawno byłaby wygrana!
uk: Якби більше наших командирів так вміли, війна була б давно виграна!

source: Gdyby udało ci się do niego dostać i go przycisnąć, to może uda nam się nawet dowiedzieć, gdzie się teraz znajduje...
uk: Якби ти зміг до нього дістатися та притиснути, ми могли б з'ясувати, де знайти твого брата...

source: Gdyby udało ci się tam w jakiś sposób dostać, to może znalazłbyś książkę, która rzuci nieco światła na te ruiny.
uk: Якби вдалося туди потрапити, можливо, там знайшлася б книга, яка зможе пролити світло на ці руїни.

source: Gdyby udało nam się ich pozbyć lub je odstraszyć, ryzyko zachorowań, a co za tym idzie, ewentualnej epidemii, zmaleje.
uk: Якби ми могли їх позбутися або ізолювати, ми б зменшили ризик захворювання, а отже, і можливої епідемії.

source: Gdyby udało nam się podrobić taką kartkę i ją podrzucić... wtedy mielibyśmy argument, by się ich stąd pozbyć.
uk: Якби можна було підробити такий папірець і підкинути... тоді у нас був би аргумент, щоб їх позбутися.

source: Gdyby w obozie zrobiło się zbyt gorąco po ataku na Corteza, to spróbuj przeczekać, aż dotrzemy z odsieczą. Powodzenia Marvin i udanych pertraktacji.
uk: Якщо в таборі стане занадто спекотно після нападу на Кортеза, постарайся дочекатися, поки ми не прийдемо на підмогу. Удачі, Марвіне, і успішних переговорів.

source: Gdyby wpadła w niepowołane ręce, to na całej wyspie, albo i w całym regionie, zapanowałby straszny chaos.
uk: Якби вона потрапила у неправильні руки, весь острів, а можливо й увесь регіон, поринули б у хаос.

source: Gdyby wyspa mi się nie podobała, już dawno skoczyłbym z klifu. Niektóre miejsca są tutaj naprawdę urokliwe - szczególnie Stare Miasto, które zbudowano w pięknym stylu.
uk: Якби острів мені не подобався, я б вже давно зістрибнув зі скелі. Деякі місця тут справді чарівні – особливо Старе місто, яке побудоване в прекрасному стилі.

source: Gdyby zamachowiec nie był tchórzem i zaatakował z bliska, Pan Volker dałby mu radę, a tamten chłopak, Norman, ciągle byłby wśród nas.
uk: Якби нападник не був боягузом і напав зблизька, пан Волкер зміг би з ним впоратись, а той хлопець, Норман, був би досі серед нас.

source: Gdyby zaoferowano mu stołek w ratuszu lub koszarach, gość podbiegłby do Morrisa choćby na czworaka, trzymając w zębach worek złota, którym ten go kupił.
uk: Якби йому запропонували місце в ратуші чи в казармах, він навіть навкарачки примчав би до Морріса, тримаючи в зубах гаманець із золотом, яким його купили.

source: Gdyby zauważyli cię zdenerwowanego, to z pewnością stwierdziliby, że coś podejrzewasz. Wtedy skończyłbyś dokładnie tak, jak twój poprzednik.
uk: Якби вони помітили, що ти нервуєш, то напевно вирішили б, що ти щось підозрюєш. Тоді б ти закінчив так само, як і твій попередник.

source: Gdyby został przesłuchany, może udałoby się znaleźć kolejne słabe punkty w ich planach...
uk: Якщо його допитати, можливо, вдасться знайти слабкі місця в їхніх планах...

source: Gdyby źle się czuł, daj mu ten ekstrakt. Pomaga na większość dolegliwości.
uk: Якщо він почувається погано, дай йому цей екстракт. Він допомагає від більшості хвороб.

source: Gdybym był młodszy, to nie popełniłbym drugi raz tego błędu i zostałbym na morzu...
uk: Якби я був молодшим, я б не зробив такої помилки вдруге і залишився б у морі...

source: Gdybym był na jego miejscu, dałbym radę tym zbirom. Udało mi się nawet pokonać takiego Dużego Bena, który...
uk: Якби я був на його місці, то впорався б з тими бандитами. Мені навіть вдалося перемогти Великого Бена, який...

source: Gdybym chciał go zabić, to bym to zrobił już tutaj.
uk: Якби я хотів його вбити, то зробив би це ще тут.

source: Gdybym chciał zdobyć więcej informacji na temat ruin Vardhal, mogę spróbować dostać się do zamkniętej biblioteki w katakumbach klasztoru. Będę musiał znaleźć sposób, by przejść obok maga pilnującego wejścia.
uk: Якщо я хочу отримати більше інформації про руїни Вардхалу, я можу спробувати потрапити до замкненої бібліотеки в підземеллях монастиря. Мені доведеться знайти спосіб пройти повз мага, який охороняє вхід.

source: Gdybym go zdradził, i tak nie pozwoliliby mi tak po prostu odejść. Poza tym, przegapiłbym pokaz umiejętności Runara. Miałeś rację, wybitny z niego szermierz.
uk: Якби я його зрадив, вони все одно не дозволили б мені просто піти. Крім того, я б пропустив демонстрацію майстерності Рунара. Ти мав рацію, він вправний фехтувальник.

source: Gdybym ja tak mógł sobie iść, gdzie chcę...
uk: От би я теж міг піти, куди заманеться...

source: Gdybym kiedyś się zgubił w mieście, ludzie Gildii Kupieckiej Araxos mogą mnie zaprowadzić w odpowiednie miejsce. Wystarczy, że porozmawiam z którymś z przewodników.
uk: Якщо я коли-небудь заблукаю в місті, люди з Торгової Гільдії Араксос зможуть відвести мене в потрібне місце. Все, що мені потрібно зробити, це поговорити з одним із провідників.

source: Gdybym marnował czas za takie kwoty, nigdy nie zarobiłbym na remont.
uk: Якби я витрачав свій час на такі суми, я б ніколи не заробив на ремонт.

source: Gdybym miał dostęp do stołu alchemicznego, mógłbym wydestylować od czasu do czasu trochę gorzałki, albo przygotować miksturę leczniczą, dzięki czemu uda mi się zarobić.
uk: Якби у мене був доступ до алхімічного столу, я міг би час від часу гнати випивку або готувати цілюще зілля, щоб заробити трохи грошей.

source: Gdybym miał je zabrać, to nie dostałbyś nic.
uk: Якби забрав, тобі б нічого не дісталося.

source: Gdybym miał tylko tu swoją kuszę, te ptaszyska zaśpiewałyby inaczej!
uk: Якби у мене тут був арбалет, ці пташиська співали б по-іншому!

source: Gdybym miał więcej czasu na doskonalenie umiejętności łowieckich, to pewnie mógłbym cię jeszcze czegoś nauczyć, ale póki co nie jestem w stanie.
uk: Якби у мене було більше часу, щоб відточити свої мисливські навички, я, мабуть, ще міг би тебе чомусь навчити, але зараз я не зможу.

source: Gdybym miał zgadywać, to przede wszystkim rozejrzałbym się po otoczeniu tego miejsca. Może kolorowe przyciski działają na coś o tym samym kolorze?
uk: Якби мені довелося вгадувати, я б насамперед роздивився довкола. Можливо, кольорові кнопки впливають на щось такого ж кольору?

source: Gdybym mógł cofnąć czas, dołączyłbym do najemników. Wyglądają na porządnych gości.
uk: Якби я міг повернути час назад, то приєднався б до найманців. Вони виглядають порядними хлопцями.

source: Gdybym nie wiedział, że ktoś upolował tę bestię zjadającą wieśniaków, pomyślałbym, że to ona je przeraziła, ale teraz? Teraz to jak nic jakiś zwiad orków je przegonił!
uk: Якби я не знав, що хтось вполював того Звіра, що поїдав фермерів, я б подумав, що це він їх налякав, але що тепер? Тепер їх, мабуть, прогнав не інакше як цілий загін орків!

source: Gdybym nie wziął spraw w swoje ręce, pewnie byłbym dzisiaj bednarzem, jak mój ojciec.
uk: Якби я не взяв тоді все у свої руки, то, мабуть, був би бондарем, як і мій батько.

source: Gdybym nie zmarnował czasu na te twoje durne eksperymenty powstrzymałbym porywaczy!
uk: Якби я не витрачав час на твої безглузді експерименти, я б зупинив викрадачів!

source: Gdybym odzyskał swoje pieniądze, a Rębacz dał mi spokój, nie miałbym powodów do narzekań!
uk: Якби я повернув свої гроші, а Різник відчепився від мене, у мене не було б причин нарікати!

source: Gdybym okradł winnicę ze sprzętu potrzebnego do pracy, to z pewnością wpłynęłoby to na reputację Holdwiga. Muszę pod osłoną nocy przejrzeć skrzynie w magazynie.
uk: Якби я викрав з виноградника необхідні для роботи інструменти це, безумовно, вплинуло б на репутацію Гольдвіга. Мені потрібно оглянути скрині на складі під покровом ночі.

source: Gdybym potrzebował więcej map, powinienem odwiedzić stragan najemników. Znajdę go pomiędzy koszarami a Starym Miastem.
uk: Якщо мені знадобиться більше мап, мені варто зайти до прилавку найманців. Я можу знайти його між казармами та Старим містом.

source: Gdybym sam miał czas i ochotę na brodzenie w tym gównie, to bym ci tego nie zlecił.
uk: Якби у мене був час і бажання самостійно розгрібати це лайно, я б не доручив це тобі.

source: Gdybym się nie starał, nie miałbym klientów! Do zobaczenia!
uk: Якби я не старався, то не мав би клієнтів! До побачення.

source: Gdybym to ja był na twoim miejscu, spróbowałbym zdobyć ich zaufanie.
uk: Якби я був на твоєму місці, я б спробував завоювати їхню довіру.

source: Gdybym to ja prowadził winnicę i miał się czegoś bać, to bałbym się niezadowolonych pracowników.
uk: Якби я керував виноградником і мав би чого боятися, я б боявся незадоволених працівників.

source: Gdybym to wiedział, nie stałbym tu z założonymi rękoma.
uk: Якби я це знав, то не стояв би тут, склавши руки.

source: Gdybym tylko miał odpowiednio długą drabinę, to może mógłbym wspiąć się nawet na młyn ojca...
uk: Якби у мене була достатньо довга драбина, я б навіть зміг залізти на млин батька...

source: Gdybym tylko miał więcej czasu, spędziłbym w tych murach całe tygodnie!
uk: Якби у мене було більше часу, я б тижнями сидів у цих стінах!

source: Gdybym tylko miał więcej czasu, z pewnością poświęciłbym go na szersze badania w tej materii. Muszę mieć nadzieję, że przyszłe pokolenia znajdą sposób, aby hodować rośliny w podobnych warunkach.
uk: Якби у мене було більше часу, я б неодмінно присвятив його більш глибокому дослідженню цього явища. Сподіваюся, що майбутні покоління знайдуть спосіб вирощувати рослини в подібних умовах.

source: Gdybym tylko przybył tam chwilę wcześniej... Yh... Wszystko potoczyłoby się inaczej.
uk: Якби я тільки прибув туди на хвилину раніше... Ех... Все було б інакше.

source: Gdybym tylko wiedział, jak mozolne będą to poszukiwania, to nigdy bym nie wziął tej roboty.
uk: Якби я тільки знав, наскільки важким буде пошук, я б ніколи не взявся за цю роботу.

source: Gdybym tylko wiedział, że tak łatwo mi nie odpuszczą...
uk: Якби я тільки знав, що мене так легко не відпустять...

source: Gdybym tylko wiedziała, że na tym Archolos jest tak nudno, to popłynęłabym prosto na to cholerne Khorinis...
uk: Якби я тільки знала, що на цьому Архолосі так нудно, одразу попливла б на той проклятий Хорініс...

source: Gdybym widział, to bym go od razu zatrzymał.
uk: Якби побачив, то одразу б затримав його.

source: Gdybym wiedziała, jak nas tutaj potraktują, zabiłabym cię przy pierwszym spotkaniu. Jeszcze mi za to zapłacisz! Obiecuje ci!
uk: Якби я знала, як із нами тут поводитимуться, я б убила тебе при першій нашій зустрічі. Ти ще заплатиш за це! Я обіцяю тобі!

source: Gdybym wrócił, mnie i moich ludzi czekałby tam co najwyżej stryczek i stado głodnych wron.
uk: Якби я повернувся, на мене і моїх людей чекав би зашморг і зграя голодних ворон.

source: Gdybym został ranny i przypadkiem trafił do ciebie, wyświadcz mi przysługę i przypomnij mi o tym.
uk: Якщо мене ранять і я випадково опинюся в тебе, зроби мені послугу – постарайся не захоплюватися.

source: Gdybyś był bardziej uważny, być może wielu ludzi udałoby się uratować.
uk: Якби ти був уважнішим, можливо, багатьох людей вдалося б врятувати.

source: Gdybyś był kiedyś w Wilczym Leżu, to możesz poszukać mojego syna, Forala. Chłopak jest zapatrzony w Ulryka i Wilczych Synów bardziej niż w swojego starego ojca.
uk: Якщо ти випадково опинишся у Вовчому Лігві, то пошукай мого сина, Форала. Хлопець більше любить Ульріка та Вовчих Синів, ніж свого старого батька.

source: Gdybyś był zainteresowany pracą dla mnie, odezwij się. Zawsze znajdzie się coś do zrobienia.
uk: Тільки скажи, якщо ти зацікавлений працювати для мене. Завжди знайдеться якась робота.

source: Gdybyś chciał jeszcze coś zarobić, zgłoś się do mnie później.
uk: Якщо захочеш ще підзаробити, звертайся до мене пізніше.

source: Gdybyś czegoś jeszcze potrzebował to przez jakiś czas z pewnością będę tutaj uwięziony.
uk: Якщо тобі ще щось знадобиться, то я деякий час точно ще буду тут.

source: Gdybyś czegoś potrzebował to daj mi znać.
uk: Якщо тобі щось знадобиться, дай мені знати.

source: Gdybyś go odnalazł i powiedział, że czekamy tutaj z zamówionymi materiałami, to może uda się nam to szybko załatwić.
uk: Якщо знайдеш його і скажеш, що ми чекаємо на нього з замовленими матеріалами, можливо, ми швидко це владнаємо.

source: Gdybyś jednak się rozmyślił, daj mi znać.
uk: Однак, якщо передумаєш, дай мені знати.

source: Gdybyś jednak wolał pokręcić się po porcie, to ostatnio niezłe zamieszanie zrobiła Ramona. I wygląda na to, że przydałaby się jej pomoc.
uk: Але якщо ти хочеш прогулятися в порту, то Рамона останнім часом неабияк занепокоєна. Схоже, їй не завадила б допомога.

source: Gdybyś jednak zmienił zdanie przyjdź do mnie i wrócimy do tej rozmowy.
uk: Однак, якщо раптом передумаєш, приходь до мене, і ми повернемося до цієї розмови.

source: Gdybyś jeszcze kiedyś miał jakieś skręty na zbyciu, wiesz, gdzie mnie znaleźć.
uk: Якщо в тебе ще будуть якісь скрутки, ти знаєш, де мене знайти.

source: Gdybyś jeszcze nie wiedział, to większość dnia pilnuje chaty Corteza.
uk: Якщо ти не знав, більшу частину дня він охороняє хатину Кортеза.

source: Gdybyś już był członkiem Gildii, miałbyś teraz spore problemy, chłopcze.
uk: Якби ти вже був членом Гільдії, у тебе були б великі проблеми, хлопче.

source: Gdybyś kiedykolwiek potrzebował mojego miecza, to wiesz gdzie mnie szukać.
uk: Якщо тобі коли-небудь знадобиться мій меч, ти знаєш, де мене знайти.

source: Gdybyś mi pomógł je sprzedać, mogłabym powiedzieć ci jak dostać się do miasta. Co ty na to?
uk: Якщо ти допоможеш мені їх продати, я розповім тобі, як потрапити до міста. Що скажеш?

source: Gdybyś mnie kiedyś szukał, to zostanę tutaj by strzec tej kaplicy. Dziękuję, przyjacielu.
uk: Якщо шукатимеш мене, я буду тут, на варті цієї каплиці. Дякую, друже мій.

source: Gdybyś mnie o to zapytał jeszcze parę tygodni temu, bałbym się odpowiedzieć ci zgodnie z prawdą. A teraz idzie całkiem nieźle.
uk: Якби ти спитав про це кілька тижнів тому, я б побоявся відповісти тобі чесно. А зараз все досить непогано.

source: Gdybyś mnie potrzebował, to będę w pracowni obok, muszę przygotować stop do odlania.
uk: Якщо я знадоблюся, я буду в сусідній майстерні, мені потрібно підготувати сплав до лиття.

source: Gdybyś mnie potrzebował, wiesz gdzie szukać.
uk: Якщо знадоблюсь, ти знаєш, де мене шукати.

source: Gdybyś nie odzyskał mojego ładunku, byłbyś już martwy. Tym razem udam, że sprawy nie było.
uk: Якби ти не відшукав мій вантаж, ти був би вже мертвий. Цього разу я зроблю вигляд, що нічого не сталося.

source: Gdybyś nie służył mundurowi, widziałbym cię w szeregach moich bojowników.
uk: Якби ти не служив цій формі, ти міг би бути в лавах моїх бійців.

source: Gdybyś nie służył złotu, widziałbym cię w szeregach moich bojowników.
uk: Якби ти не служив золоту, ти міг би бути в лавах моїх бійців.

source: Gdybyś nie wiedział, nie porywałbyś się na trolla w ciele człowieka.
uk: Якби ти не вірив, ти б не нападав на цього троля в людському тілі.

source: Gdybyś podszedł do sprawy ambitnie, chętnie ci pokażę jak warzyć nawet mistrzowskie mikstury.
uk: Якщо ти підійдеш до справи амбітно, я з задоволенням покажу тобі, як варити навіть найскладніші мікстури.

source: Gdybyś potrzebował broni łowieckiej, strzał lub trofeów, to wiesz, gdzie mnie szukać. Wziąłem trochę tego na wszelki wypadek.
uk: Якщо тобі потрібна мисливська зброя, стріли чи трофеї, ти знаєш, де мене знайти. Я взяв дещо з цього про всяк випадок.

source: Gdybyś potrzebował kiedyś o tym porozmawiać, to wiesz gdzie mnie szukać.
uk: Якщо ти колись захочеш про це поговорити, ти знаєш, де мене знайти.

source: Gdybyś potrzebował też czegoś do walki, zagadaj Ingora. Dla szermierza drugiego stopnia będzie miał naprawdę porządny sprzęt!
uk: Якщо тобі потрібно щось для бою, дай Інгору знати. Він має дуже пристойне спорядження для мечника другого рангу!

source: Gdybyś przeczytał uważnie statut, który ci dałem, wiedziałbyś, co ci wolno, a czego nie.
uk: Якби ти уважно прочитав статут, який я тобі дав, ти б знав, що тобі дозволено, а що ні.

source: Gdybyś przypadkiem spotkał w niej któregoś z nich, masz mnie o tym natychmiast poinformować.
uk: Якщо ти випадково зустрінеш там когось із них, негайно повідом про це мені.

source: Gdybyś rzeczywiście chciał mi pomóc, to upozoruj, że idziemy coś naprawiać w innej części Przystani.
uk: Якщо ти справді хочеш мені допомогти, зроби так, щоб це виглядало так, ніби ми йдемо щось лагодити в іншій частині Гавані.

source: Gdybyś rzeczywiście chciał nam pomóc, wiedziałbyś, jakimi wartościami się kierujemy.
uk: Якби ти справді хотів нам допомогти, ти б знав, які у нас цінності.

source: Gdybyś się namyślił, to wróć, kiedy uzbierasz pieniądze.
uk: Якщо надумаєш, то повертайся, коли назбираєш грошей.

source: Gdybyś sprowadzał kogoś nowego, to pamiętaj, żeby wszyscy kierowali się z twojego doku przez skarpę zaraz pod magazynem przy wieży. Upewnij się, że właśnie tam wszystko zaniosą. Nie chcemy powtórki z ostatniego razu, gdy towary nie trafiły tam, gdzie powinny.
uk: Якщо приведеш когось нового, простеж, щоб вони доставляли весь товар від твого причалу до складу, що знаходиться трохи нижче вежі. Ми не хочемо, щоб повторилося те, що сталося минулого разу, коли товар потрапив не туди, куди потрібно..

source: Gdybyś tylko nie był strażnikiem, to bym porządnie obił ci tę twoją tłustą gębę.
uk: Якби ти не був вартовим, я б добряче натовк твою товсту пику.

source: Gdybyś ustrzelił jakiegoś dzika na kolację, to byłoby idealnie, a tak jest całkiem nieźle.
uk: Якби ти підстрелив кабана на вечерю, то це було б ідеально, але й так непогано.

source: Gdybyś usłyszał o jakiejś okazji, to daj mi znać.
uk: Якщо дізнаєшся про якісь можливості, будь ласка, дай мені знати.

source: Gdybyś wdał się w bójkę z którymś z twoich towarzyszy, to przymknąłbym oko ale...
uk: Якби ти побився з кимось зі своїх товаришів, я б на це заплющив очі, але...
